/* No comment provided by engineer. */
"To protect children under the age of 12, this content is only available between 8 p.m. and 6 a.m." = "To protect children under the age of 12, this content is only available between 8 p.m. and 6 a.m.";

/* No comment provided by engineer. */
"To protect children under the age of 18, this content is only available between 11 p.m. and 5 a.m." = "To protect children under the age of 18, this content is only available between 11 p.m. and 5 a.m.";

/* No comment provided by engineer. */
"Commercial is being skipped. Please wait – playback will resume shortly." = "Commercial is being skipped. Please wait – playback will resume shortly.";

/* No comment provided by engineer. */
"For legal reasons, this content was only available for a limited period of time." = "For legal reasons, this content was only available for a limited period of time.";

/* No comment provided by engineer. */
"For legal reasons, this content is not available in your region." = "For legal reasons, this content is not available in your region.";

/* No comment provided by engineer. */
"The data is invalid." = "The data is invalid.";

/* No comment provided by engineer. */
"The media cannot be played."="The media cannot be played.";

/* No comment provided by engineer. */
"The request is invalid." = "The request is invalid.";

/* No comment provided by engineer. */
"This content is not available due to legal restrictions." = "This content is not available due to legal restrictions.";

/* No comment provided by engineer. */
"This content is not yet available. Please try again later." = "This content is not yet available. Please try again later.";

/* Date preposition, for instance: "Something happened <XXX> Oct 28, 2015." */
"on" = "on";
